Repository: Wheeler69/Cowabunga
Catalog: Cowabunga/*.lproj/InfoPlist.strings
Languages: ar, es

source: CFBundleDisplayName
ar: Cowabunga
es: Cowabunga

source: CFBundleName
ar: Cowabunga
es: Cowabunga

source: Cowabunga Operation
ar: عملية Cowabunga

source: FileSwitcherPro Item
ar: FileSwitcherPro عنصر

source: Icon Theme
ar: أيقونة السمة
es: Tema de iconos

source: NSAppleMusicUsageDescription
ar: منح الإذن لصندوق الرمل (يحتاجه لمفاتيح رمز المرور + بعض الخيارات الأخرى)
es: Cowabunga necesita permiso para poder hacer las modificaciones (obligatorio para los cambios)

source: NSLocationAlwaysAndWhenInUseUsageDescription
ar: يتم تشغيل Cowabunga في الخلفية للتأكد من استمرار تطبيق الأدوات. عادة ما يقتل iOS مثل هذه التطبيقات بعد فترة من الزمن. لكن Cowabunga يخدع iOS من خلال طلب بيانات الموقع وبالتالي السماح بجلسات أطول بكثير. لا يتم تخزين البيانات في أي مكان، يتم جلبها فقط.
es: Cowabunga sigue activo de fondo para que los cambios sigan aplicados. Normalmente iOS cierra las aplicaciones después de un tiempo. Pero Cowabunga evade iOS pidiendo datos de localización para así este seguir activo por mas tiempo. Los datos nunca son guardados en otras partes o usados de manera maliciosa.

source: NSLocationWhenInUseUsageDescription
ar: يتم تشغيل Cowabunga في الخلفية للتأكد من استمرار تطبيق الأدوات. عادة ما يقتل iOS مثل هذه التطبيقات بعد فترة من الزمن. لكن Cowabunga يخدع iOS من خلال طلب بيانات الموقع وبالتالي السماح بجلسات أطول بكثير. لا يتم تخزين البيانات في أي مكان، يتم جلبها فقط.
es: Cowabunga sigue activo de fondo para que los cambios sigan aplicados. Normalmente iOS cierra las aplicaciones después de un tiempo. Pero Cowabunga evade iOS pidiendo datos de localización para así este seguir activo por mas tiempo. Los datos nunca son guardados en otras partes o usados de manera maliciosa.

source: NSPhotoLibraryUsageDescription
ar: الصور
es: Fotos

source: OpenType font
ar: خط أوبن تايب
es: Fuente OpenType

source: Passcode Theme File
ar: ملف سمة رمز المرور
es: Tema para Código

source: Theme Archive File
ar: ملف أرشيف السمة
es: Archivo de Tema

source: TrueType collection
ar: مجموعة TrueType
es: Elección TrueType

source: TrueType font
ar: خط TrueType
es: Fuente TrueType
