Repository: Wheeler69/Cowabunga
Catalog: Cowabunga/*.lproj/Localizable.strings
Languages: vi_vn

source: (Recommended)
vi_vn: (Nên dùng)

source: *Will also hide carrier name ^Will also hide cellular data indicator
vi_vn: *Sẽ ẩn cả tên nhà mạng ^Sẽ ẩn cả thanh sóng mạng di động

source: An error occured when applying face sizes.
vi_vn: Có lỗi xảy ra khi áp dụng kích cỡ phím.

source: An error occured while changing key face.
vi_vn: Có lỗi xảy ra khi thay đổi dữ liệu phím.

source: An error occured while exporting key face.
vi_vn: Có lỗi xảy ra khi xuất dữ liệu phím.

source: An error occured.
vi_vn: Có lỗi xảy ra.

source: An error occurred while trying to disable appclip icons.
vi_vn: Có lỗi xảy ra khi cố gắng tắt icon appclip.

source: An error occurred while trying to enable appclip icons.
vi_vn: Có lỗi xảy ra khi cố gắng bật icon appclip.

source: An error occurred while trying to enable extra settings.
vi_vn: Có lỗi xảy ra khi cố gắng để bật các tính năng bổ sung.

source: App Stopped Running
vi_vn: Ứng dụng ngừng hoạt động.

source: App Switcher
vi_vn: Đa nhiệm

source: Apply
vi_vn: Áp dụng

source: Apply for all?
vi_vn: Áp dụng cho tất cả?

source: Are you sure you want to reset the Default SubType?
vi_vn: Bạn có muốn reset về giao diện mặc định?

source: Audio
vi_vn: Âm thanh

source: Audio Changer
vi_vn: Thay đổi âm thanh

source: Auto respring after apply
vi_vn: Tự động Respring sau khi áp dụng

source: Auto Update Included Audio
vi_vn: Tự động cập nhật kèm âm thanh

source: Background
vi_vn: Nền

source: Background Update Frequency
vi_vn: Tần suất cập nhật trong nền

source: Begin Recording
vi_vn: Bắt đầu ghi lại

source: Big
vi_vn: To

source: Blur: %lld
vi_vn: Làm mờ: %lld

source: Cancel
vi_vn: Hủy bỏ

source: Card Changer
vi_vn: Thay đổi thẻ

source: Carrier Text
vi_vn: Tên nhà mạng

source: Change Breadcrumb Text
vi_vn: Thay đổi Breadcrumb Text

source: Change Carrier Text
vi_vn: Thay đổi tên nhà mạng

source: Change Status Bar Time Text
vi_vn: Thay đổi thời gian trên thanh trạng thái

source: Charging
vi_vn: Âm thanh sạc

source: Choose a device subtype
vi_vn: Chọn kiểu giao diện của máy

source: Choose a lock preference
vi_vn: Chọn kiểu khóa

source: Choose a name for the lock
vi_vn: Chọn tên của khóa

source: Choose a name for the sound
vi_vn: Chọn tên cho âm thanh

source: Choose a size
vi_vn: Chọn một kích cỡ

source: Choose an update option
vi_vn: Chọn một cách cập nhật

source: Choose size
vi_vn: Chọn kích cỡ

source: Clear image
vi_vn: Xóa ảnh

source: Co-Developer
vi_vn: Đồng sáng lập

source: Confirm
vi_vn: Xác nhận

source: Corrupting
vi_vn: Bị ngắt đoạn

source: Couldn't get url of file. Did you select it?
vi_vn: Không thể lấy được địa chỉ của file. Bạn đã chọn nó chứ?

source: Couldn't get url of folder. Did you select it?
vi_vn: Không thể lấy được địa chỉ của thư mục. Bạn đã chọn nó chứ?

source: Cowabunga requires “Always” location permission.
vi_vn: Cowabunga yêu cầu “luôn luôn” quyền truy cập vị trí.

source: Currently to submit themes for other people to see and use, we have to review them on our Discord in #showcase channel.
vi_vn: Hiện tại để tải theme cho mọi người khác thấy và sử dụng, chúng tôi sẽ phải xem sét nó trên Discord ở kênh #showcase.

source: Custom
vi_vn: Tùy chọn

source: Custom image
vi_vn: Ảnh tùy chọn

source: Custom Operations
vi_vn: Tùy chọn hành động

source: Default
vi_vn: Mặc định

source: Default Notifications
vi_vn: Âm thông báo mặc định

source: Delete
vi_vn: Xóa

source: Delete Shortcut Banners
vi_vn: Xóa thông báo của Phím tắt

source: Device Resolution
vi_vn: Độ phân giải thiết bị

source: Disable
vi_vn: Tắt

source: Disable App Switcher Blur
vi_vn: Tắt làm mờ Đa nhiệm

source: Disable CC Module Background
vi_vn: Tắt nền của TTâm điều khiển

source: Disable Folder Background
vi_vn: Tắt nền của Thư mục

source: Disable Folder Blur
vi_vn: Tắt làm mờ Thư mục

source: Disable Library Pods Background
vi_vn: Tắt nền của Thư viện ứng dụng

source: Disable Shortcut Apps as Appclips
vi_vn: Tắt các ứng dụng Phím tắt như Appclips

source: Enable
vi_vn: Bật

source: Enable Shortcut Apps as Appclips
vi_vn: Bật các ứng dụng Phím tắt như Appclips

source: End Recording
vi_vn: Kết thục ghi lại

source: Enter Dimensions
vi_vn: Nhập đọ phân giải

source: Enter Key Dimensions
vi_vn: Nhập độ phân giải cho phím

source: Enter Name
vi_vn: Nhập tên

source: Explore
vi_vn: Khám phá

source: Extra Preferences
vi_vn: Tùy chọn bổ sung

source: Failed to apply audio for:
vi_vn: Có lỗi khi áp dụng âm thanh cho:

source: Failed to apply Device SubType!
vi_vn: Có lỗi khi áp dụng kiểu thiết bị!

source: Failed to apply resolution:
vi_vn: Có lỗi khi áp dụng độ phân giải:

source: Files
vi_vn: Tệp

source: Fix tweaks
vi_vn: Sửa đổi tinh chỉnh

source: Folder
vi_vn: Thư mục

source: Footnote
vi_vn: Chữ ký

source: Force MacDirtyCOW
vi_vn: Bắt buộc áp dụng MacDirtyCOW

source: Forgot password?
vi_vn: Quên mật khẩu?

source: From where do you want to import from?
vi_vn: Bạn muốn nhập file từ đâu?

source: Go here if something isn't working correctly.
vi_vn: Nhấn vào đây nếu có thứ gì không hoạt động.

source: Height
vi_vn: Chiều cao

source: Hide Airplane Mode
vi_vn: Ẩn Chế độ máy bay

source: Hide AirPlay
vi_vn: Ẩn AirPlay

source: Hide Alarm
vi_vn: Ẩn Báo thức

source: Hide Battery
vi_vn: Ẩn Pin

source: Hide Bluetooth
vi_vn: Ẩn Bluetooth

source: Hide CarPlay
vi_vn: Ẩn CarPlay

source: Hide Cellular*
vi_vn: Ẩn Mạng di động*

source: Hide Do Not Disturb
vi_vn: Ẩn Không làm phiền

source: Hide Dock
vi_vn: Ẩn Dock

source: Hide Home Bar
vi_vn: Ẩn Thanh Home

source: Hide Location
vi_vn: Ẩn vị trí

source: Hide Rotation Lock
vi_vn: Ẩn Khóa xoay màn hình

source: Hide Status Bar Time
vi_vn: Ẩn ĐỒng hồ trên thanh trạng thái

source: Hide VPN
vi_vn: Ẩn VPN

source: Hide Wi-Fi^
vi_vn: Ẩn Wi-Fi^

source: Home Screen
vi_vn: Màn hình chính

source: I'm not a robot (no cap)
vi_vn: Tôi không phải là robot (Không lừa)

source: If the custom lock does not apply for you, try another option.
vi_vn: Nếu tùy chọn khóa không áp dụng với bạn, hãy thử một lựa chọn khác.

source: Import Passcode Theme
vi_vn: Nhập giao diện phím khóa àn hình.

source: Included
vi_vn: Bao gồm

source: Input Software Version
vi_vn: Nhập phiên bản iOS

source: Ketboard Press Clear
vi_vn: Phím xóa hết Bàn phím

source: Keyboard Press Delete
vi_vn: Phím xóa Bàn phím

source: Keyboard Press Normal
vi_vn: Khi nhấn Bàn phím

source: Lock
vi_vn: Khóa

source: Lock Screen
vi_vn: Màn hình khóa

source: Lock Screen Footnote
vi_vn: Chữ ký trên Màn hình khóa

source: Lock Screen Footnote Changer
vi_vn: Thay đổi Chữ ký trên Màn hình khóa

source: Lock Type
vi_vn: Kiểu khóa

source: Low Power
vi_vn: Pin yếu

source: Max:
vi_vn: Tối đa:

source: Min:
vi_vn: Tối thiểu:

source: Miscellaneous
vi_vn: Cài đặt bổ sung

source: More Settings
vi_vn: Thêm cài đặt

source: New Mail
vi_vn: Thư mới

source: No
vi_vn: Không

source: No Cards Found
vi_vn: Không tì thấy thẻ nào

source: No respring required to apply.
vi_vn: Không cần Respring để áp dụng.

source: Not a valid size!
vi_vn: Không phải kích cỡ hợp lệ!

source: Open Settings
vi_vn: Mở Cài đặt

source: Other
vi_vn: Khác

source: Passcode Face Editor
vi_vn: Tùy chỉnh phím mật khẩu

source: Payment Failed
vi_vn: Thanh toán thất bại

source: Payment Received
vi_vn: Nhận thanh toán

source: Payment Success
vi_vn: Thanh toán thành công

source: Please grant Cowabunga “Always” location permission in Settings so it can run in the background indefinitely.
vi_vn: Xin hãy cấp cho Cowabunga “Luôn luôn” quyền truy cập vị trí trong Cài đặt để nó có thể chạy trong nền.

source: Please respring to finalize changes. Reboot to revert.
vi_vn: Xin hãy Respring để áp dụng thay đổi. Khởi động lại máy để thay đổi như cũ.

source: Please respring to finish applying changes.
vi_vn: Xin hãy Respring để áp dụng thay đổi.

source: Please respring to hear changes.
vi_vn: Xin hãy Respring để áp dụng thay đổi.

source: Please respring to see changes.
vi_vn: Xin hãy Respring để áp dụng thay đổi.

source: Preferences
vi_vn: Tùy chọn

source: Received Message
vi_vn: Nhận tin nhắn

source: Saved
vi_vn: Đã lưu

source: Sent Mail
vi_vn: Gửi Mail

source: Sent Message
vi_vn: Gửi Tin nhắn

source: Set app switcher color
vi_vn: Thay đổi màu của Đa nhiệm

source: Set badge color
vi_vn: Thay đổi màu biểu tượng thông báo

source: Set dock color
vi_vn: Thay đổi màu dock

source: Set folder color
vi_vn: Thay đổi màu thư mục

source: Settings
vi_vn: Cài đặt

source: Shortcut Apps
vi_vn: Phím tắt

source: Small
vi_vn: Nhỏ

source: Software Version
vi_vn: Phiên bản iOS

source: Springboard Colors
vi_vn: Màu sắc Springboard

source: Springboard Tools
vi_vn: Công cụ Springboard

source: Status Bar
vi_vn: Thanh trạng thái

source: Success!
vi_vn: Thành công!

source: Successfully applied audio!
vi_vn: Âm thanh áp dụng thành công!

source: Supervised
vi_vn: Bị giám sát

source: Swipe to view different cards
vi_vn: Quẹt để xem các thẻ khác.

source: Tap a card to customize
vi_vn: Chọn một thẻ để tùy chỉnh

source: Tap on any key to edit its appearance
vi_vn: Chạm vào bất kì phím nào để thay đổi diện mạo của nó

source: Tap this notification to resume tweak applications.
vi_vn: Chạm vào thông báo này để tiếp tục các tinh chỉnh.

source: The app will quit.
vi_vn: Ứng dụng sẽ thoát.

source: The imported audio was successfully encoded and saved.
vi_vn: Âm thanh được nhập đã được nén và lưu thành công.

source: The imported lock was successfully saved.
vi_vn: Khóa được nhập đã được lưu thành công.

source: Unable to delete audio for audio
vi_vn: Không thể xóa âm thanh

source: Unable to save imported lock!
vi_vn: Không thể lưu được khóa đã nhập!

source: Update Included Audio
vi_vn: Cập nhật kèm theo âm thanh

source: Width
vi_vn: Chiều rộng

source: Would you like to apply this size for all currently active keys? Otherwise, it will only apply to new faces.
vi_vn: Bạn có muốn áp dụng kích cỡ cho tất cả các phím? Nếu không, nó sẽ chỉ áp dụng cho các phím được chọn.

source: Yes
vi_vn: Có

source: You do not have any saved passcode themes. Check out the explore tab to find some!
vi_vn: Bạn không có bất cứ themes màn hình khóa đã lưu nào. Hãy xem thử tab khám phá để tìm thêm!

source: Your device will respring.
vi_vn: Thiết bị của bạn sẽ respring.

source: Your device will respring. Using %@
vi_vn: Thiết bị của bạn sẽ respring. Using %@
